{"terms": "``` JSON\n{\n \"term\": \"Total Fee\",\n \"amount\": \"USD 100,000\",\n \"condition\": \"\"\n},\n{\n \"term\": \"Payment Schedule for the Total Fee\",\n \"amount\": \"50% upfront before the commencement of work, and 50% upon completion of the work.\",\n \"condition\": \"\"\n},\n{\n \"term\": \"Delay in Payment\",\n \"amount\": \"\",\n \"condition\": \"If payment is delayed by more than 10 days, the Contractor is entitled to suspend work until payment is received.\"\n},\n{\n \"term\": \"All travel arrangements must be pre-approved by the Client in writing.\",\n \"amount\": \"\",\n \"condition\": \"\"\n},\n{\n \"term\": \"Travel Expense Budget Cap\",\n \"amount\": \"USD 2,500\",\n \"condition\": \"Total expenses for any single trip must not exceed USD 2,500, with daily expenses capped at USD 500 to maintain financial control.\"\n},\n{\n \"term\": \"Travel Class Specifications\",\n \"amount\": \"\",\n \"condition\": \"Domestic flights should be booked in economy class to reduce costs; international flights exceeding 6 hours in duration may be booked in business class to ensure traveler well-being.\"\n},\n{\n \"term\": \"Accommodation Standards\",\n \"amount\": \"\",\n \"condition\": \"Accommodations must be booked in approved hotels within the standard cost range, unless otherwise justified by specific project needs.\"\n},\n{\n \"term\": \"Location and Seasonal Adjustments - High-Cost Locations\",\n \"amount\": \"up to 20%\",\n \"condition\": \"For travels to locations like New York City or San Francisco, daily budgets may be increased by up to 20% with prior written approval from senior management.\"\n},\n{\n \"term\": \"Location and Seasonal Adjustments - Seasonal Price Fluctuations\",\n \"amount\": \"up to 10%\",\n \"condition\": \"During peak tourist seasons, such as summer or local festivals, a budget increase of up to 10% can be approved to account for seasonal price hikes.\"\n},\n{\n \"term\": \"Special Circumstances Provisions - Weather and Environmental Considerations\",\n \"amount\": \"up to USD 300 per trip\",\n \"condition\": \"Additional allowances of up to USD 300 per trip are provided for travel to areas experiencing severe weather conditions or challenging environments.\"\n},\n{\n \"term\": \"Special Circumstances Provisions - Health and Safety Provisions\",\n \"amount\": \"\",\n \"condition\": \"All necessary health and safety expenses, including vaccinations and insurance, are covered for travel to regions with known health risks.\"\n},\n{\n \"term\": \"Compliance with Policies and Laws - Environmental Compliance\",\n \"amount\": \"\",\n \"condition\": \"All travel must seek to minimize environmental impact, using green transportation options where possible.\"\n},\n{\n \"term\": \"Detailed expense reports are required within 10 days following any travel\",\n \"amount\": \"\",\n \"condition\": \"\"\n},\n{\n \"term\": \"The Client reserves the right to audit travel expenses and documentation to ensure compliance with the agreement terms and to prevent financial discrepancies\",\n \"amount\": \"\",\n \"condition\": \"\"\n},\n{\n \"term\": \"Night and Weekend Travel Multiplier\",\n \"amount\": \"1.1\",\n \"condition\": \"Travel expenses incurred for flights scheduled between 9:00 PM and 5:00 AM or on weekends (from Friday 9:00 PM to Monday 5:00 AM) will include a multiplier of 1.1 to address the increased costs associated with off-hours travel.\"\n},\n{\n \"term\": \"Seasonal and Location-Based Adjustments\",\n \"amount\": \"1.2\",\n \"condition\": \"For travel during designated peak seasons (including Christmas, New Year, and national holidays in the destination country) and to high-cost locations (as predefined in the corporate travel policy), an additional multiplier of 1.2 will be applied to the standard travel budget.\"\n},\n{\n \"term\": \"Urgency and Unscheduled Travel Surge Pricing\",\n \"amount\": \"1.3\",\n \"condition\": \"If travel is necessitated with less than 48 hours notice, a surge pricing multiplier of 1.3 will be applied, reflecting the higher costs associated with last-minute travel arrangements.\"\n}\n```"}