{"terms": "{\n  \"terms\": [\n    {\n      \"term\": \"Total Fee for Services\",\n      \"amount\": \"USD 100,000\",\n      \"condition\": null\n    },\n    {\n      \"term\": \"Pre-approval Requirement for Travel\",\n      \"amount\": null,\n      \"condition\": \"All travel arrangements must be pre-approved by the Client in writing to ensure alignment with project budgets and timelines.\"\n    },\n    {\n      \"term\": \"Budget Caps for Travel\",\n      \"amount\": \"USD 2,500\",\n      \"condition\": \"Total expenses for any single trip must not exceed USD 2,500, with daily expenses capped at USD 500 to maintain financial control.\"\n    },\n    {\n      \"term\": \"Travel Class Specifications\",\n      \"amount\": null,\n      \"condition\": \"Domestic flights should be booked in economy class to reduce costs; international flights exceeding 6 hours in duration may be booked in business class to ensure traveler well-being.\"\n    },\n    {\n      \"term\": \"Accommodation Standards\",\n      \"amount\": null,\n      \"condition\": \"Accommodations must be booked in approved hotels within the standard cost range, unless otherwise justified by specific project needs.\"\n    },\n    {\n      \"term\": \"High-Cost Location Adjustment\",\n      \"amount\": \"20%\",\n      \"condition\": \"For travels to locations like New York City or San Francisco, daily budgets may be increased by up to 20% with prior written approval from senior management.\"\n    },\n    {\n      \"term\": \"Seasonal Price Fluctuations Adjustment\",\n      \"amount\": \"10%\",\n      \"condition\": \"During peak tourist seasons, such as summer or local festivals, a budget increase of up to 10% can be approved to account for seasonal price hikes.\"\n    },\n    {\n      \"term\": \"Severe Weather and Environment Considerations\",\n      \"amount\": \"USD 300\",\n      \"condition\": \"Additional allowances of up to USD 300 per trip are provided for travel to areas experiencing severe weather conditions or challenging environments.\"\n    },\n    {\n      \"term\": \"Health and Safety Provisions\",\n      \"amount\": null,\n      \"condition\": \"All necessary health and safety expenses, including vaccinations and insurance, are covered for travel to regions with known health risks.\"\n    },\n    {\n      \"term\": \"Expense Reporting\",\n      \"amount\": null,\n      \"condition\": \"Detailed expense reports are required within 10 days following any travel, including all receipts and justifications for expenditures over budget.\"\n    },\n    {\n      \"term\": \"Audit Rights\",\n      \"amount\": null,\n      \"condition\": \"The Client reserves the right to audit travel expenses and documentation to ensure compliance with the agreement terms and to prevent financial discrepancies.\"\n    },\n    {\n      \"term\": \"Environmental Compliance\",\n      \"amount\": null,\n      \"condition\": \"All travel must seek to minimize environmental impact, using green transportation options where possible.\"\n    },\n    {\n      \"term\": \"Legal and Regulatory Compliance\",\n      \"amount\": null,\n      \"condition\": \"Travel must adhere to all applicable local, national, and international laws, including visa and work permit requirements.\"\n    }\n  ]\n}"}